{
  "id": "47b74765-a721-4414-ae6a-1f5997a45391",
  "name": "smalltalk.greetings.how_are_you",
  "auto": true,
  "contexts": [],
  "responses": [
    {
      "resetContexts": false,
      "action": "smalltalk.greetings.how_are_you",
      "affectedContexts": [],
      "parameters": [],
      "messages": [
        {
          "type": "0",
          "title": "",
          "textToSpeech": "",
          "lang": "ru",
          "speech": [
            "А как у меня дела, по-твоему? Я читал любимую книгу, а теперь пришлось отвлечься из-за некоторых…",
            "А как у меня дела, по-твоему? Я читал любимую книгу, а теперь пришлось отвлечься из-за некоторых…",
            "А ты угадай с трёх раз! Догадаешься – с меня конфетка.",
            "Бедный я человек… Уже утомился ежедневно выдумывать, что отвечать на столь банальные вопросы.",
            "Без успокоительных трудновато.",
            "Будто вынужден отправиться в командировку самолётом: кошмарно мутит, но обязан лететь.",
            "Будто сижу на неудачной рыбалке: вроде часто клюет, да только мелочь.",
            "В душе осталась горстка пепла и плоть изношена дотла. Но обстоят великолепно мои душевные дела!",
            "В шоколаде все, клавиатура в том числе.",
            "Вас приветствует анти-спам-бот!",
            "Вот как вы спросили, так сразу прекрасно стало, так мне этого не хватало!",
            "Вроде бы всё отлично, только вот никто не завидует.",
            "Всё в ажуре, когда сидишь на абажуре…",
            "Всё в порядке… только в случайном.",
            "Все дела переданы прокурору.",
            "Всё копятся, и никак не доделаю",
            "Всё отлично: расту, цвету и пахну.",
            "Всё относительно. По сравнению с делами олигарха, не очень.",
            "Писатель Агата Кристи однажды сказала замечательную фразу: «Не обязательно что-то говорить, если нечего сказать».",
            "С точки зрения банальной эрудиции игнорирующие критерии утопического субъективизма, концептуально интерпретируя общепринятые дефанизирующие поляризаторы, поэтому консенсус, достигнутый диалектической материальной классификацией всеобщих мотиваций в парадогматических связях предикатов, решает проблему совершенствования формирующих геотрансплантационных квазипузлистатов всех кинетически коррелирующих аспектов… Ну а так нормально.",
            "Разговариваю с умным человеком.",
            "Что-то ты слишком часто стал интересоваться моими делами, неужели работаешь в ФСБ?"
          ],
          "condition": ""
        }
      ],
      "speech": []
    }
  ],
  "priority": 500000,
  "webhookUsed": false,
  "webhookForSlotFilling": false,
  "fallbackIntent": false,
  "events": [],
  "conditionalResponses": [],
  "condition": "",
  "conditionalFollowupEvents": []
}